# You can use Homebrew to download automatically the tools what you want to use. Brewfile is the file that defines the tools you want to download automatically via Homebrew.

# Items to be installed

tap 'homebrew/cask'
tap 'homebrew/services'

# applications
cask 'google-chrome'
cask 'pgadmin4'
cask 'postman'
cask 'slack'
cask 'visual-studio-code'
cask 'zoom'
cask 'notion'
cask 'spotify'
cask 'clipy'
cask 'grammarly'

# technologies
brew 'git'
brew 'node'
brew 'nvm'
brew 'postgresql@14'
brew 'yarn'
brew 'zsh'
brew 'redis'
